tap "bufbuild/buf"
tap "he3-app/he3"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "supabase/tap"
tap "teamookla/speedtest"
brew "xz"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "bash"
brew "openssl@3"
brew "libssh2"
brew "bat"
brew "boost"
brew "bottom"
brew "broot"
brew "gettext"
brew "neon"
brew "cadaver"
brew "glib"
brew "cmake"
brew "ctop"
brew "dua-cli"
brew "dust"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "ghz"
brew "gifsicle"
brew "glow"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gping"
brew "pkg-config"
brew "guile"
brew "gum"
brew "hdf5"
brew "helm"
brew "htop"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "openssl@1.1"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "lynx"
brew "macchina"
brew "markdown"
brew "mas"
brew "md5sha1sum"
brew "mkcert"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openjdk"
brew "pinentry-mac"
brew "poppler"
brew "postgresql@15"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "ssh-audit"
brew "sstp-client"
brew "starship"
brew "tcl-tk"
brew "telnet"
brew "timg"
brew "tldr"
brew "tomcat"
brew "transmission-cli"
brew "tree"
brew "unar"
brew "watch"
brew "watchman"
brew "wget"
brew "yazi"
brew "ykman"
brew "zlib"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
cask "docker"
cask "font-sf-mono-nerd-font-ligaturized"
cask "handbrake"
cask "he3"
cask "iterm2"
cask "karabiner-elements"
cask "miniforge"
cask "pgadmin4"
cask "raycast"
cask "stats"
mas "DaisyDisk", id: 411643860
mas "Diffusers", id: 1666309574
mas "Dropover", id: 1355679052
mas "FileZilla Pro", id: 1298486723
mas "GarageBand", id: 682658836
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Raivo OTP", id: 1498497896
mas "Reeder", id: 1529448980
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Strongbox", id: 897283731
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "bradlc.vscode-tailwindcss"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "folke.vscode-monorepo-workspace"
vscode "foxundermoon.shell-format"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "hediet.vscode-drawio"
vscode "JuanBlanco.solidity"
vscode "julielerman.efcore-snippets"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mervin.markdown-formatter"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-speech"
vscode "Orta.vscode-jest"
vscode "peterj.proto"
vscode "rangav.vscode-thunder-client"
vscode "ReacTreeDev.reactree"
vscode "RemixProject.ethereum-remix"
vscode "rust-lang.rust-analyzer"
vscode "sburg.vscode-javascript-booster"
vscode "serayuzgur.crates"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "tintinweb.vscode-circom-pro"
vscode "veramo.veramo-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
vscode "znck.grammarly"
