tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "teamookla/speedtest"
brew "xz"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "boost"
brew "bottom"
brew "broot"
brew "gettext"
brew "openssl@3"
brew "neon"
brew "readline"
brew "cadaver"
brew "glib"
brew "sqlite"
brew "python@3.11"
brew "cmake"
brew "dua-cli"
brew "dust"
brew "folly"
brew "edencommon"
brew "libssh2"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "ghostscript"
brew "gifsicle"
brew "glow"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gping"
brew "pkg-config"
brew "guile"
brew "hdf5"
brew "htop"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "openssl@1.1"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "macchina"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "netcat"
brew "nmap"
brew "nvm"
brew "pyenv"
brew "python@3.10"
brew "ssh-audit"
brew "sstp-client"
brew "starship"
brew "tcl-tk"
brew "telnet"
brew "tldr"
brew "tomcat"
brew "transmission-cli"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "zlib"
brew "zoxide"
brew "teamookla/speedtest/speedtest"
cask "font-sf-mono-nerd-font-ligaturized"
cask "iterm2"
cask "miniforge"
vscode "bradlc.vscode-tailwindcss"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "folke.vscode-monorepo-workspace"
vscode "foxundermoon.shell-format"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.vscode-pull-request-github"
vscode "hediet.vscode-drawio"
vscode "JuanBlanco.solidity"
vscode "julielerman.efcore-snippets"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mervin.markdown-formatter"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "Orta.vscode-jest"
vscode "rangav.vscode-thunder-client"
vscode "ReacTreeDev.reactree"
vscode "RemixProject.ethereum-remix"
vscode "rust-lang.rust-analyzer"
vscode "sburg.vscode-javascript-booster"
vscode "serayuzgur.crates"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "tintinweb.vscode-circom-pro"
vscode "veramo.veramo-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
vscode "znck.grammarly"
