tap "bufbuild/buf"
tap "felixkratz/formulae"
tap "gromgit/fuse"
tap "he3-app/he3"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "infisical/get-cli"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "spicetify/tap"
tap "supabase/tap"
tap "teamookla/speedtest"
brew "xz"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "bash"
brew "openssl@3"
brew "libssh2"
brew "bat"
brew "boost"
brew "bottom"
brew "broot"
brew "gettext"
brew "neon"
brew "cadaver"
brew "glib"
brew "cmake"
brew "ctop"
brew "dua-cli"
brew "dust"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "enca"
brew "exa"
brew "fd"
brew "gcc"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghz"
brew "gifsicle"
brew "glow"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gping"
brew "pkg-config"
brew "guile"
brew "gum"
brew "hdf5"
brew "helm"
brew "htop"
brew "httpie"
brew "ifstat"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "lynx"
brew "markdown"
brew "mas"
brew "md5sha1sum"
brew "mkcert"
brew "ncdu"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "netcat"
brew "nmap"
brew "ntfy"
brew "openjdk"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "postgresql@15"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "ssh-audit"
brew "sstp-client"
brew "starship"
brew "switchaudio-osx"
brew "tcl-tk"
brew "telnet"
brew "timg"
brew "tldr"
brew "tomcat"
brew "transmission-cli"
brew "tree"
brew "unar"
brew "watch"
brew "watchman"
brew "wget"
brew "yazi"
brew "ykman"
brew "zlib"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "infisical/get-cli/infisical"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "spicetify/tap/spicetify-cli", link: false
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "alacritty"
cask "aldente"
cask "appcleaner"
cask "arc"
cask "balenaetcher"
cask "bartender"
cask "brave-browser"
cask "cryptomator"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "expressvpn"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "he3"
cask "iina"
cask "ipfs"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "lapce"
cask "logi-options-plus"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mounty"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "orion"
cask "pgadmin4"
cask "plex"
cask "qbittorrent"
cask "raycast"
cask "rustdesk"
cask "sf-symbols"
cask "signal"
cask "sloth"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "yubico-authenticator"
cask "zed"
mas "DaisyDisk", id: 411643860
mas "Dropover", id: 1355679052
mas "Magnet", id: 441258766
mas "Raivo OTP", id: 1498497896
mas "Reeder", id: 1529448980
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "biomejs.biome"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "docsmsft.docs-markdown"
vscode "docsmsft.docs-preview"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "folke.vscode-monorepo-workspace"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "iden3.circom"
vscode "juanblanco.solidity"
vscode "julielerman.efcore-snippets"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mervin.markdown-formatter"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-speech"
vscode "mtxr.sqltools"
vscode "nomicfoundation.hardhat-solidity"
vscode "nrwl.angular-console"
vscode "orta.vscode-jest"
vscode "peterj.proto"
vscode "rangav.vscode-thunder-client"
vscode "reactreedev.reactree"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sburg.vscode-javascript-booster"
vscode "serayuzgur.crates"
vscode "stylelint.vscode-stylelint"
vscode "supermaven.supermaven"
vscode "tamasfe.even-better-toml"
vscode "tintinweb.vscode-circom-pro"
vscode "vadimcn.vscode-lldb"
vscode "veramo.veramo-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "wix.vscode-import-cost"
vscode "zignd.html-css-class-completion"
vscode "znck.grammarly"
